token = 'MTE4ODAyNDA1Nzg3OTMzNDk3NA.GnOFjw.a56IrzEUjsRxOIRCVMndz2ntIZIfycmq4eD1q4' #Токен бота 
guild = '1122085072577757275' #Сервер на котором работает бот         - ИЗМЕНЯЕМОЕ

bot_engineers = [554281270260006914, 949708119334854658] #Юзеры, правляющих ботом
admin_role = 1138744407135354970 #Роль Администратора         - ИЗМЕНЯЕМОЕ
secretary_role = 1194921855690219570 #Роль Администратора заявок        - ИЗМЕНЯЕМОЕ
nitro_booster_id = 1122867829662814279

class colors: #Цвета дизайна embed 
    info = 0x5c5eff #Совпадает с цветом роли бота на сервере, но кому не похуй
    danger = 0xda4957
    success = 0x4fff4d
    warning = 0xf9c327
    white = 0xFFFFFF
    black = 0x000000

auto_cancel_time = 15 #Время автоматической отмены подтверждения в секундах
very_serious_categories = [1123186876724035624, 1132586162356244480, 1132614501200568452, 1133666070390132776]
tickets_log_channel = 1174675122976735353 #Канал для логов закрытых тикетов         - ИЗМЕНЯЕМОЕ
warns_log_channel = 1133679118882459675 #Канал для логов предупреждений       - ИЗМЕНЯЕМОЕ