token = 'MTE4ODAyNDA1Nzg3OTMzNDk3NA.GnOFjw.a56IrzEUjsRxOIRCVMndz2ntIZIfycmq4eD1q4' #Токен бота 
guild = '1188020803523051581' #Сервер на котором работает бот         - ИЗМЕНЯЕМОЕ

bot_engineers = [554281270260006914, 949708119334854658] #Юзеры, правляющих ботом
can_sex = [1138744407135354970, 1188023192510545992, 1134810427889549383, 1122546899665293382] #Роли         - ИЗМЕНЯЕМОЕ
admin_role = 1188023192510545992 #Роль Администратора         - ИЗМЕНЯЕМОЕ
applications_admin_role = 1188023464892829696 #Роль Администратора заявок        - ИЗМЕНЯЕМОЕ

class colors: #Цвета дизайна embed 
    info = 0x5c5eff #Совпадает с цветом роли бота на сервере, но кому не похуй
    danger = 0xda4957
    success = 0x4fff4d
    warning = 0xf9c327
    white = 0xFFFFFF
    black = 0x000000

auto_cancel_time = 15 #Время автоматической отмены подтверждения в секундах
very_serious_categories = [1123186876724035624, 1132586162356244480, 1132614501200568452]
tickets_log_channel = 1194670673952514159 #Канал для логов закрытых тикетов         - ИЗМЕНЯЕМОЕ