#Базовые настройки бота
token = 'MTE4ODAyNDA1Nzg3OTMzNDk3NA.GnOFjw.a56IrzEUjsRxOIRCVMndz2ntIZIfycmq4eD1q4' #Токен бота 
guild = 1122085072577757275 #Сервер на котором работает бот
client_id = 1188024057879334974
naga_api_key = 'ng-IqawEKgW5IEZABcbQTns4nYCbCsaB'

#Ебучие роли
bot_engineers = [949708119334854658, 1070664383581143141] #Банхаммеры, 05 и прочие диктаторы
admin_role = 1138744407135354970 #Роль Администратора
secretary_role = 1194921855690219570 #Роль Администратора заявок
nitro_booster_id = 1122867829662814279
muted_role = 1134749599307939903

#Цвета
info = 0x5c5eff
danger = 0xda4957
warning = 0xf9c327
success = 0x44d936

#Хз по какому признаку я это группировал 
auto_cancel_time = 15 #Время автоматической отмены подтверждения в секундах
very_serious_categories = [1123186876724035624, 1132586162356244480, 1132614501200568452, 1133666070390132776] #Категории без рандомных реакций
very_secret_categories = [1189653594845220884, 1195776115613126738, 1123186876724035624, 1195776029973819533] #Категории с логами в отельный канал
warns_log_channel = 1133679118882459675 #Канал для логов предупреждений
ai_channels = [1195776115613126738, 1172161486630686751] #Каналы для чата с ботом

#Каналы логов
class logs_channels():
    main = 1133679118882459675
    private = 1203369548762452038
    voice = 1204502707667214387
    tickets = 1174675122976735353

#Уровни
xp_per_lvl = 100
voice_seconds_per_xp = 30